INTERIORS = {
    --[[SANDY MOTEL
	[1] = {id = 1, x = 1121.45, y = 2642.13, z = 38.14, h = 0.09, name = "Шоссе 68", destination = {2}},
	[2] = {id = 2, x = 151.41, y = -1007.48, z = -99.02, h = 339.01, name = "Комната №8", destination = {1}},
	--]]
    -- Дом
    [1] = {
        id = 1,
        x = -263.24353027344,
        y = 2196.0952148438,
        z = 130.39878845214,
        h = 274.05,
        name = "Улица",
        destination = {2}
    },
    [2] = {
        id = 2,
        x = 346.65954589844,
        y = -1012.513671875,
        z = -99.19627380371,
        h = 2.31,
        name = "Дом",
        destination = {1}
    },
    --[[CHINESE FOOD
	[38] = {id = 38, x = 1906.47, y = 3711.52, z = 32.81, h = 29.09, name = "Китайский ресторан", destination = {39}},
	[39] = {id = 39, x = 1907.37, y = 3709.98, z = 32.72, h = 211.92, name = "Улица Альхамбра", destination = {38}},]]
    -- CLUBHOUSE SANDY
    [30] = {
        id = 30,
        x = 1110.07,
        y = -3166.14,
        z = -37.52,
        h = 0.11,
        name = "Клабхаус",
        destination = {31}
    }, -- INTERIOR
    [31] = {
        id = 31,
        x = 1726.3,
        y = 3706.38,
        z = 34.16,
        h = 19.55,
        name = "Бульвар Алгонквин",
        destination = {30}
    },
    -- COCAINE LAB HARMONY
    [32] = {
        id = 32,
        x = 1088.67,
        y = -3188.17,
        z = -39.00,
        h = 179.61,
        name = "Производство",
        destination = {33}
    }, -- INTERIOR
    [33] = {
        id = 33,
        x = 614.61,
        y = 2784.77,
        z = 43.48,
        h = 5.04,
        name = "Шоссе 68",
        destination = {32}
    },
    -- CLUBHOUSE PALETO
    [34] = {
        id = 34,
        x = 997.7,
        y = -3158.1,
        z = -38.91,
        h = 267.11,
        name = "Клабхаус",
        destination = {35}
    }, -- INTERIOR
    [35] = {
        id = 35,
        x = -38.31,
        y = 6419.67,
        z = 31.49,
        h = 224.38,
        name = "Шоссе Грейт Оушн",
        destination = {34}
    },
    -- CASH FACTORY LS
    [36] = {
        id = 36,
        x = 1138.14,
        y = -3198.61,
        z = -39.67,
        h = 1.97,
        name = "Производство",
        destination = {37}
    }, -- INTERIOR
    [37] = {
        id = 37,
        x = 367.7,
        y = -1272.4,
        z = 32.48,
        h = 139.55,
        name = "Улица Крусэйд",
        destination = {36}
    },
    -- BUNKER GRAPESEED
    [18] = {
        id = 18,
        x = 901.95,
        y = -3182.36,
        z = -97.06,
        h = 91.68,
        name = "Бункер",
        destination = {19}
    }, -- INTERIOR
    [19] = {
        id = 19,
        x = 1157.24,
        y = 4601.88,
        z = 77.34,
        h = 195.27,
        name = "Улица Норт Калафия",
        destination = {18}
    },
    --[[IMPORT/EXPORT WAREHOUSE LS
	[20] = {id = 20, x = 956.07, y = -2988.35, z = -39.65, h = 181.31, name = "Мастерская", destination = {21}}, -- INTERIOR
	[21] = {id = 21, x = -32.02, y = -1646.4, z = 29.28, h = 52.3, name = "Строуберри Авеню", destination = {20}},
	]]
    -- WAREHOUSE LS
    [22] = {
        id = 22,
        x = 1026.97,
        y = -3101.57,
        z = -39.00,
        h = 89.14,
        name = "Склад",
        destination = {23}
    }, -- INTERIOR
    [23] = {
        id = 23,
        x = 759.9,
        y = -899.28,
        z = 25.21,
        h = 272.63,
        name = "Улица Попьюлар",
        destination = {22}
    },
    -- WEED PLACE SANDY
    [24] = {
        id = 24,
        x = 1065.82,
        y = -3183.44,
        z = -39.16,
        h = 90.05,
        name = "Производство",
        destination = {25}
    }, -- INTERIOR
    [25] = {
        id = 25,
        x = 172.46,
        y = 2801.8,
        z = 45.67,
        h = 8.74,
        name = "Улица Джошуа",
        destination = {24}
    },
    -- METH LAB LS
    [26] = {
        id = 26,
        x = 997.41,
        y = -3200.71,
        z = -36.39,
        h = 338.0,
        name = "Производство",
        destination = {27}
    }, -- INTERIOR
    [27] = {
        id = 27,
        x = -1289.58,
        y = -820.59,
        z = 14.55,
        h = 219.27,
        name = "Авеню Бэй Сити",
        destination = {26}
    },
    -- LIGHTHOUSE HOUSE
    [28] = {
        id = 28,
        x = 266.08,
        y = -1007.29,
        z = -101.01,
        h = 2.23,
        name = "Дом",
        destination = {29}
    }, -- INTERIOR
    [29] = {
        id = 29,
        x = 3303.92,
        y = 5185.02,
        z = 19.71,
        h = 65.37,
        name = "Кэтфиш Вью",
        destination = {28}
    },
    -- VINEWOOD APARTMENT HOUSE
    [40] = {
        id = 40,
        x = -758.63,
        y = 618.88,
        z = 144.15,
        h = 105.09,
        name = "Дом",
        destination = {41}
    }, -- INTERIOR
    [41] = {
        id = 41,
        x = -751.3,
        y = 621.11,
        z = 142.25,
        h = 288.77,
        name = "Хиллкрест Авеню",
        destination = {40}
    },
    -- 101 APARTMENT HOUSE
    [44] = {
        id = 44,
        x = -784.62,
        y = 323.66,
        z = 212.0,
        h = 265.03,
        name = "Апартаменты 266",
        destination = {45, 49}
    }, -- INTERIOR
    [45] = {
        id = 45,
        x = -777.39,
        y = 318.24,
        z = 85.66,
        h = 172.15,
        name = "Улица Саут Мо Милтон",
        destination = {48, 47, 44, 46}
    },
    [46] = {
        id = 46,
        x = -781.99,
        y = 326.06,
        z = 223.26,
        h = 181.87,
        name = "Апартаменты 404",
        destination = {45, 49}
    },
    [47] = {
        id = 47,
        x = -774.3,
        y = 342.06,
        z = 196.69,
        h = 87.49,
        name = "Апартаменты 182",
        destination = {45, 49}
    },
    [48] = {
        id = 48,
        x = -786.56,
        y = 315.77,
        z = 187.91,
        h = 269.43,
        name = "Апартаменты 160",
        destination = {45, 49}
    },
    [49] = {
        id = 49,
        x = -784.26,
        y = 352.14,
        z = 88.0,
        h = 0.38,
        name = "Служебный вход",
        destination = {48, 47, 44, 46, 158}
    },
    -- VINEWOOD LSPD FIRST SET
    [50] = {
        id = 50,
        x = -1096.01,
        y = -850.6,
        z = 38.24,
        h = 36.73,
        name = "Вертолетная площадка",
        destination = {51, 52, 53, 54, 55, 56, 57, 58}
    },
    [51] = {
        id = 51,
        x = -1096.01,
        y = -850.6,
        z = 34.36,
        h = 36.73,
        name = "5 этаж",
        destination = {50, 52, 53, 54, 55, 56, 57, 58}
    },
    [52] = {
        id = 52,
        x = -1096.01,
        y = -850.6,
        z = 30.75,
        h = 36.73,
        name = "4 этаж",
        destination = {50, 51, 53, 54, 55, 56, 57, 58}
    },
    [53] = {
        id = 53,
        x = -1096.01,
        y = -850.6,
        z = 26.82,
        h = 36.73,
        name = "3 этаж",
        destination = {50, 51, 52, 54, 55, 56, 57, 58}
    },
    [54] = {
        id = 54,
        x = -1096.01,
        y = -850.6,
        z = 23.03,
        h = 36.73,
        name = "2 этаж",
        destination = {50, 51, 52, 53, 55, 56, 57, 58}
    },
    [55] = {
        id = 55,
        x = -1096.01,
        y = -850.6,
        z = 19.0,
        h = 36.73,
        name = "1 этаж",
        destination = {50, 51, 52, 53, 54, 56, 57, 58}
    },
    [56] = {
        id = 56,
        x = -1096.01,
        y = -850.6,
        z = 13.68,
        h = 36.73,
        name = "-3 этаж",
        destination = {50, 51, 52, 53, 54, 55, 57, 58}
    },
    [57] = {
        id = 57,
        x = -1096.01,
        y = -850.6,
        z = 10.28,
        h = 36.73,
        name = "-2 этаж",
        destination = {50, 51, 52, 53, 54, 55, 56, 58}
    },
    [58] = {
        id = 58,
        x = -1096.01,
        y = -850.6,
        z = 4.88,
        h = 36.73,
        name = "-1 этаж",
        destination = {50, 51, 52, 53, 54, 55, 56, 57}
    },
    -- MISSION ROW LSPD
    [60] = {
        id = 60,
        x = 472.97,
        y = -983.67,
        z = 30.71,
        h = 89.59,
        name = "1 этаж",
        destination = {63, 61, 62}
    },
    [61] = {
        id = 61,
        x = 472.97,
        y = -983.67,
        z = 35.68,
        h = 89.59,
        name = "2 этаж",
        destination = {60, 63, 62}
    },
    [62] = {
        id = 62,
        x = 472.97,
        y = -983.67,
        z = 43.7,
        h = 89.59,
        name = "Крыша",
        destination = {61, 60, 63}
    },
    [63] = {
        id = 63,
        x = 472.97,
        y = -983.67,
        z = 26.38,
        h = 89.59,
        name = "-1 этаж",
        destination = {60, 61, 62}
    },
    --[[ METRO
    [70] = {
        id = 70,
        x = 277.57,
        y = -1206.33,
        z = 38.9,
        h = 177.64,
        name = "Strawberry South",
        destination = {72}
    },
    [71] = {
        id = 71,
        x = 277.39,
        y = -1202.33,
        z = 38.9,
        h = 0.41,
        name = "Strawberry North",
        destination = {84}
    },
    [72] = {
        id = 72,
        x = -290.6,
        y = -332.63,
        z = 10.06,
        h = 272.11,
        name = "Burton East",
        destination = {74}
    },
    [73] = {
        id = 73,
        x = -298.2,
        y = -332.15,
        z = 10.06,
        h = 92.31,
        name = "Burton West",
        destination = {71}
    },
    [74] = {
        id = 74,
        x = -816.32,
        y = -133.96,
        z = 19.95,
        h = 34.44,
        name = "Portola Drive North",
        destination = {76}
    },
    [75] = {
        id = 75,
        x = -812.66,
        y = -140.19,
        z = 19.95,
        h = 214.83,
        name = "Portola Drive South",
        destination = {73}
    },
    [76] = {
        id = 76,
        x = -1355.55,
        y = -465.09,
        z = 15.05,
        h = 122.96,
        name = "Del Perro West",
        destination = {78}
    },
    [77] = {
        id = 77,
        x = -1349.67,
        y = -461.76,
        z = 15.05,
        h = 302.89,
        name = "Del Perro East",
        destination = {75}
    },
    [78] = {
        id = 78,
        x = -502.61,
        y = -676.47,
        z = 11.81,
        h = 178.76,
        name = "Little Seoul South",
        destination = {80}
    },
    [79] = {
        id = 79,
        x = -502.64,
        y = -670.13,
        z = 11.81,
        h = 1.22,
        name = "Little Seoul North",
        destination = {77}
    },
    [80] = {
        id = 80,
        x = -215.74,
        y = -1035.16,
        z = 30.14,
        h = 69.85,
        name = "Pillbox South West",
        destination = {82}
    },
    [81] = {
        id = 81,
        x = -212.92,
        y = -1036.13,
        z = 30.14,
        h = 249.22,
        name = "Pillbox South East",
        destination = {79}
    },
    [82] = {
        id = 82,
        x = 111.49,
        y = -1723.82,
        z = 30.11,
        h = 139.98,
        name = "Davis South (Конечная)",
        destination = {83}
    },
    [83] = {
        id = 83,
        x = 112.73,
        y = -1722.36,
        z = 30.11,
        h = 321.01,
        name = "Davis North (Конечная)",
        destination = {81}
    },
    -- SECOND LINE
    [84] = {
        id = 84,
        x = -542.69,
        y = -1283.35,
        z = 26.9,
        h = 80.61,
        name = "Puerto Del Sol West",
        destination = {86}
    },
    [85] = {
        id = 85,
        x = -539.93,
        y = -1284.65,
        z = 26.9,
        h = 245.17,
        name = "Puerto Del Sol East",
        destination = {70}
    },
    [86] = {
        id = 86,
        x = -885.19,
        y = -2314.54,
        z = -11.73,
        h = 68.42,
        name = "LSIA Parking West",
        destination = {88}
    },
    [87] = {
        id = 87,
        x = -879.17,
        y = -2316.82,
        z = -11.73,
        h = 252.32,
        name = "LSIA Parking East",
        destination = {85}
    },
    [88] = {
        id = 88,
        x = -1088.32,
        y = -2716.66,
        z = -7.41,
        h = 51.26,
        name = "LSIA Terminal 4 West (Конечная)",
        destination = {89}
    },
    [89] = {
        id = 89,
        x = -1083.68,
        y = -2720.45,
        z = -7.41,
        h = 230.37,
        name = "LSIA Terminal 4 East (Конечная)",
        destination = {87}
    },
    ]]
    -- OFFICES
    [100] = {
        id = 100,
        x = 109.72,
        y = -1089.91,
        z = 29.3,
        h = 339.86,
        name = "Элгин Авеню",
        destination = {101, 102, 103}
    },
    [101] = {
        id = 101,
        x = -311.34,
        y = -929.85,
        z = 4.6,
        h = 56.9,
        name = "Офис 115",
        destination = {100}
    },
    [102] = {
        id = 102,
        x = -310.59,
        y = -909.88,
        z = 4.6,
        h = 56.9,
        name = "Офис 268",
        destination = {100}
    },
    [103] = {
        id = 103,
        x = -315.45,
        y = -1055.58,
        z = 4.6,
        h = 56.9,
        name = "Офис 469",
        destination = {100}
    },
    -- ALTA ST PENTHOUSE
    [120] = {
        id = 120,
        x = -264.3,
        y = -960.08,
        z = 31.22,
        h = 185.95,
        name = "Улица Альта",
        destination = {121, 122, 123}
    },
    [121] = {
        id = 121,
        x = -273.23,
        y = -967.26,
        z = 77.235,
        h = 250.16,
        name = "Апартаменты 39",
        destination = {120}
    },
    [122] = {
        id = 122,
        x = -269.8,
        y = -941.14,
        z = 92.51,
        h = 69.28,
        name = "Апартаменты 104",
        destination = {120}
    },
    [123] = {
        id = 123,
        x = -275.45,
        y = -963.77,
        z = 130.62,
        h = 165.32,
        name = "Крыша",
        destination = {120}
    },
    -- WILD OATS DR HOUSE
    [130] = {
        id = 130,
        x = -175.36,
        y = 502.6,
        z = 137.42,
        h = 71.38,
        name = "Вайлд Оатс Драйв",
        destination = {131}
    },
    [131] = {
        id = 131,
        x = -174.24,
        y = 497.31,
        z = 137.67,
        h = 221.6,
        name = "Дом",
        destination = {130}
    },
    -- NORTH CONKER AVE HOUSE
    [132] = {
        id = 132,
        x = 373.34,
        y = 427.87,
        z = 145.68,
        h = 56.48,
        name = "Норт Конкер Авеню",
        destination = {133}
    },
    [133] = {
        id = 133,
        x = 373.6,
        y = 423.47,
        z = 145.91,
        h = 168.33,
        name = "Дом",
        destination = {132}
    },
    -- NORTH CONKER AVE HOUSE 2
    [134] = {
        id = 134,
        x = 346.85,
        y = 440.74,
        z = 147.7,
        h = 294.66,
        name = "Норт Конкер Авеню",
        destination = {135}
    },
    [135] = {
        id = 135,
        x = 341.63,
        y = 437.65,
        z = 149.39,
        h = 126.33,
        name = "Дом",
        destination = {134}
    },
    -- HILLCREST AVE HOUSE
    [136] = {
        id = 136,
        x = -686.51,
        y = 596.87,
        z = 143.64,
        h = 40.96,
        name = "Хиллкрест Авеню",
        destination = {137}
    },
    [137] = {
        id = 137,
        x = -682.03,
        y = 592.19,
        z = 145.39,
        h = 238.27,
        name = "Дом",
        destination = {136}
    },
    -- HILLCREST AVE HOUSE
    [138] = {
        id = 138,
        x = -853.12,
        y = 695.84,
        z = 148.79,
        h = 7.8,
        name = "Хиллкрест Авеню",
        destination = {139}
    },
    [139] = {
        id = 139,
        x = -859.92,
        y = 691.02,
        z = 152.86,
        h = 181.85,
        name = "Дом",
        destination = {138}
    },
    -- HILLCREST AVE HOUSE 2
    [140] = {
        id = 140,
        x = 119.37,
        y = 564.73,
        z = 183.96,
        h = 5.52,
        name = "Виспимаунд Драйв",
        destination = {141}
    },
    [141] = {
        id = 141,
        x = 117.21,
        y = 559.29,
        z = 184.3,
        h = 187.71,
        name = "Дом",
        destination = {140}
    },
    -- MAD WAYNE THUNDER AVE HOUSE
    [142] = {
        id = 142,
        x = -1294.34,
        y = 454.81,
        z = 97.49,
        h = 359.92,
        name = "Мэд Вейн Тандер Драйв",
        destination = {143}
    },
    [143] = {
        id = 143,
        x = -1289.87,
        y = 449.2,
        z = 97.9,
        h = 186.48,
        name = "Дом",
        destination = {142}
    },
    -- HILLCREST AVE HOUSE 3
    [144] = {
        id = 144,
        x = -559.22,
        y = 664.16,
        z = 145.46,
        h = 304.99,
        name = "Хиллкрест Авеню",
        destination = {145}
    },
    [145] = {
        id = 145,
        x = -572.08,
        y = 661.38,
        z = 145.84,
        h = 167.6,
        name = "Дом",
        destination = {144}
    },
    -- SAN ANDREAS AVE APARTMENTS
    [146] = {
        id = 146,
        x = -468.744,
        y = -678.28,
        z = 32.72,
        h = 359.17,
        name = "Сан Андреас Авеню (Улица)",
        destination = {147, 159}
    },
    [147] = {
        id = 147,
        x = -467.92,
        y = -689.5,
        z = 53.41,
        h = 89.39,
        name = "Апартаменты 14",
        destination = {146, 148}
    },
    [148] = {
        id = 148,
        x = -480.73,
        y = -693.03,
        z = 33.21,
        h = 91.11,
        name = "Сан Андреас Авеню (Метро)",
        destination = {147, 159}
    },
    -- WEAZEL PLAZA APARTMENTS
    [149] = {
        id = 149,
        x = -906.76,
        y = -451.86,
        z = 39.61,
        h = 115.26,
        name = "Муви Стар Вэй (Улица)",
        destination = {153, 150, 160}
    },
    [150] = {
        id = 150,
        x = -890.5,
        y = -436.97,
        z = 121.61,
        h = 28.25,
        name = "Апартаменты 327",
        destination = {149, 151}
    },
    [151] = {
        id = 151,
        x = -881.3,
        y = -438.63,
        z = 39.6,
        h = 278.74,
        name = "Хэритедж Вей (Гараж)",
        destination = {153, 150, 160}
    },
    [153] = {
        id = 153,
        x = -907.09,
        y = -372.54,
        z = 109.44,
        h = 28.64,
        name = "Апартаменты 214",
        destination = {149, 151}
    },
    -- TINSEL TOWERS APARTMENTS
    [154] = {
        id = 154,
        x = -614.49,
        y = 45.65,
        z = 43.59,
        h = 171.28,
        name = "Бульвар Дель Перро (Улица)",
        destination = {157, 155, 161}
    },
    [155] = {
        id = 155,
        x = -603.48,
        y = 58.89,
        z = 98.2,
        h = 88.5,
        name = "Апартаменты 98",
        destination = {154, 156}
    },
    [156] = {
        id = 156,
        x = -636.24,
        y = 44.2,
        z = 42.7,
        h = 89.42,
        name = "Стрэнджвейс Драйв (Гараж)",
        destination = {157, 155, 161}
    },
    [157] = {
        id = 157,
        x = -605.03,
        y = 51.49,
        z = 93.63,
        h = 176.57,
        name = "Апартаменты 31",
        destination = {154, 156}
    },
    -- ECLIPSE TOWER ROOF
    [158] = {
        id = 158,
        x = -755.62,
        y = 334.65,
        z = 230.64,
        h = 87.86,
        name = "Крыша",
        destination = {45, 49}
    },
    -- SAN ANDREAS AVE ROOF
    [159] = {
        id = 159,
        x = -473.7,
        y = -702.81,
        z = 81.19,
        h = 88.85,
        name = "Крыша",
        destination = {146, 148}
    },
    -- WEAZEL TOWER ROOF
    [160] = {
        id = 160,
        x = -908.98,
        y = -445.21,
        z = 168.12,
        h = 115.85,
        name = "Крыша",
        destination = {149, 151}
    },
    -- TINSEL TOWER ROOF
    [161] = {
        id = 161,
        x = -577.7,
        y = 59.5,
        z = 116.54,
        h = 88.87,
        name = "Крыша",
        destination = {154, 156}
    },
    -- MOVIE OFFICE
    [162] = {
        id = 162,
        x = -1003.2,
        y = -477.97,
        z = 50.03,
        h = 70.51,
        name = "Офис",
        destination = {163}
    },
    [163] = {
        id = 163,
        x = -1011.75,
        y = -480.26,
        z = 39.97,
        h = 122.23,
        name = "Хэритедж Вей",
        destination = {162}
    },
    -- 4 INTEGRITY WAY
    [164] = {
        id = 164,
        x = -30.96,
        y = -595.19,
        z = 80.03,
        h = 249.36,
        name = "Апартаменты 53",
        destination = {166, 165}
    }, -- INTERIOR
    [165] = {
        id = 165,
        x = -15.61,
        y = -612.53,
        z = 35.86,
        h = 248.21,
        name = "Улица Альта (Гараж)",
        destination = {164}
    },
    [166] = {
        id = 166,
        x = -47.55,
        y = -585.76,
        z = 37.95,
        h = 71.54,
        name = "Улица Альта",
        destination = {164}
    },
    [167] = {
        id = 167,
        x = -36.5,
        y = -598.03,
        z = 106.32,
        h = 340.62,
        name = "Крыша",
        destination = {166, 165}
    },
    -- DEL PERRO HEIGHTS
    [168] = {
        id = 168,
        x = -1447.3,
        y = -537.82,
        z = 34.74,
        h = 213.56,
        name = "Марафон Авеню",
        destination = {170, 171, 172, 173}
    },
    [169] = {
        id = 169,
        x = -1459.62,
        y = -506.02,
        z = 32.02,
        h = 31.44,
        name = "Улица Просперити (Гараж)",
        destination = {170, 171, 172, 173}
    },
    [170] = {
        id = 170,
        x = -1449.84,
        y = -525.88,
        z = 56.93,
        h = 33.89,
        name = "Апартаменты 21",
        destination = {168, 169}
    },
    [171] = {
        id = 171,
        x = -1449.84,
        y = -525.88,
        z = 69.56,
        h = 41.24,
        name = "Апартаменты 52",
        destination = {168, 169}
    },
    [172] = {
        id = 172,
        x = -1452.5,
        y = -540.24,
        z = 74.04,
        h = 35.93,
        name = "Апартаменты 69",
        destination = {168, 169}
    },
    [173] = {
        id = 173,
        x = -1451.19,
        y = -541.03,
        z = 85.07,
        h = 128.08,
        name = "Крыша",
        destination = {168, 169}
    },
    [174] = {
        id = 174,
        x = 331.81,
        y = -595.42,
        z = 43.28,
        h = 73.31,
        name = "Верхний этаж",
        destination = {175}
    },
    [175] = {
        id = 175,
        x = 344.91,
        y = -586.38,
        z = 28.8,
        h = 252.57,
        name = "Нижний этаж",
        destination = {174}
    },
    [190] = { -- DP APTS
        id = 190,
        x = -1570.78,
        y = -407.95,
        z = 48.06,
        h = 315.75,
        name = "Наверх",
        destination = {191}
    },
    [191] = { -- !
        id = 191,
        x = -1570.78,
        y = -407.88,
        z = 42.39,
        h = 314.66,
        name = "Вниз",
        destination = {190}
    },
    [192] = {
        id = 192,
        x = -3093.21,
        y = 349.15,
        z = 7.54,
        h = 255.45,
        name = "Ineseno Rd",
        destination = {193}
    },
    [193] = { -- !
        id = 193,
        x = -3102.46,
        y = 344.71,
        z = 10.8,
        h = 328.39,
        name = "Апартаменты",
        destination = {192}
    },

    -- FIB
    [194] = {
        id = 194,
        x = 136.25,
        y = -761.54,
        z = 242.15,
        h = 157.64,
        name = "FIB HQ",
        destination = {195}
    },
    [195] = { -- !
        id = 195,
        x = 136.25,
        y = -761.54,
        z = 45.75,
        h = 157.64,
        name = "Low Power St.",
        destination = {194}
    }
    --[[ COMEDY CLUB
	[174] = {
        id = 174,
        x = -458.59,
        y = 284.77,
        z = 78.52,
        h = 263.13,
        name = "Стэндап-клуб",
        destination = {175}
	},
	[175] = {
        id = 175,
        x = -430.15,
        y = 261.17,
        z = 83.01,
        h = 172.06,
		name = "Бульвар Эклипс",
        destination = {174}
    },
    --]]
}
